<!-- 컴퓨터학과 20190973 신수정 -->
<!-- 


웹 브라우저를 열고 여기에서 session_01.jsp를 실행시켜 보자

2. 현재 웹 브라우저에서 새 탭을 열고 session_01.jsp를 실행시켜 보자
 (1)번과 다른 아이디를 입력
 새로운 세션이 만들어졌는가? 어떤 방법으로 확인할 수 있는가?
=>안만들어졌다. 세션ID가 같음

3. 현재 웹 브라우저 창에서 Ctrl+N을 눌러서 새 창을 열고 session_01.jsp을 실행시켜 보자
 새로운 세션이 만들어졌는가? 어떤 방법으로 확인할 수 있는가?
=>안만들어졌다. 세션ID가 같음

4. (3)번을 수행한 웹 브라우저가 열려 있는 상태에서 다른 회사의 웹 브라우저를 열고 session_01.jsp을 실행
시켜 보자
 새로운 세션이 만들어졌는가? 어떤 방법으로 확인할 수 있는가?
=>만들어진다. 세션ID가 다르다.

5. 현재 열려 있는 브라우저 창을 모두 닫고 웹 브라우저를 새로 시작해보자
 새로운 세션이 만들어졌는가? 어떤 방법으로 확인할 수 있는가?
=>만들어진다. 세션ID가 다르다.




 -->